Repository: R-YaTian/Torchlight
Catalog: MOD2PAK/languages/mod2pak.*.po
Languages: ru

source: Author
ru: Автор

source: No
ru: Нет

source: OK
ru: Окей

source: Yes
ru: Да

# formmod2pak.sdescr
source: Description
ru: Описание

source: MOD files
ru: MOD файлы

source: Choose MOD files to convert
ru: Выберите MOD файлы для конвертации

source: Infomation
ru: Информация

source: Can't add files. Looks like you didn't set game directory
ru: Не удалось добавить файлы. Похоже, что вы не указали каталог игры

source: already added. Do you want to update?
ru: уже добавлен. Хотели бы вы обновить?

source: Question
ru: Вопрос

source: Title
ru: Название

source: Add
ru: Доб.

source: Apply
ru: Прим.

source: Close
ru: Закрыть

source: Delete
ru: Удалить

source: Torchlight 2 Mod2PAK Manager
ru: Torchlight 2 Mod2PAK менеджер

source: Remember last paths
ru: Запомнить последние пути

source: Continue By: R-YaTian
ru: Пересмотр: R-YaTian

# tfmmod2pak.lbldescr.caption
source: Description
ru: Описание

source: Choose Game Directory
ru: Укажите папку игры

source: * Files will be saved in PAKS subdir
ru: * Файлы будут сохранены в подкаталоге PAKS

source: Original Author: Awkward
ru: Оригинальный автор: Awkward

source: English Translator: Awkward
ru: Русский переводчик: Awkward, R-YaTian

source: PAKs to load
ru: PAKи для загрузки

source: Drag 'n' Drop MOD files on window or press "Add" button to choose manually
ru: Перетащите MOD файлы на окно программы или Нажмите "Доб." чтобы выбрать вручную

source: Available PAKs
ru: Доступные PAKи
